tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'autojump'
brew 'bitwarden-cli'
brew 'fzf'
brew 'tmux'
brew 'zsh'
brew 'r'
brew 'wget'
brew 'coreutils'
brew 'jq'

cask 'atom'
cask 'code'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'java8'
cask 'mactex'
cask 'meetingbar'
cask 'mendeley'
cask 'rstudio'
cask 'raycast'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'telegram'
cask 'typora'
cask 'vlc'

