tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'autojump'
brew 'bitwarden-cli'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'tmux'
brew 'zsh'
brew 'r'
brew 'wget'
brew 'coreutils'
brew 'jq'
brew 'bat'
brew 'diff-so-fancy'
brew 'neovim'
brew 'zsh-autosuggestions'
brew 'zoxide'
brew 'micro'
brew 'lazygit'
brew 'tree'
brew 'zsh-syntax-highlighting'
brew 'git-delta'


cask 'sublime-text'
cask 'code'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'mactex'
cask 'meetingbar'
cask 'raycast'
cask 'sketch'
cask 'slack'
cask 'typora'
cask 'amethyst'
